/* No comment provided by engineer. */
" and %@" = " та %@";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ прокоментував(ла): %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ запропонував(ла) ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ є частиною мережі iNuturalist у %2$@. Місцеві організації, що підтримують %3$@ матимуть доступ до вашої адреси електронної пошти та до істинних координат спостережень, які публічно приховані або є приватними.\nЧи хочете ви змінити вашу мережеву приналежність?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ є частиною міжнародної мережі iNaturalist. Чи хочете ви приєднатися до %2$@ для того, щоб локалізувати свій досвід в iNaturalist і поділитися даними з місцевими установами?";

/* site news */
"%@ News" = "%@ Новини";

/* identification author attribution */
"%@'s ID" = "%@ ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, build %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d спостереження";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d спостереження для відвантаження";

/* Count of observations by this user, plural. */
"%d Observations" = "%d спостережень";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d спостережень для відвантаження";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' вимагає, щоб ви заповнили поле '%2$@'.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Про";

/* title for about section of the guide screen */
"ABOUT" = "ПРО";

/* about this project title */
"About this Project" = "Про цей проект";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Обліковий запис?";

/* No comment provided by engineer. */
"Activity" = "Діяльність";

/* Title for add comment failed alert */
"Add Comment Failure" = "Додайте коментар збою";

/* Title for add ID failed alert */
"Add Identification Failure" = "Додайте ідентифікатор збою";

/* No comment provided by engineer. */
"Add to Favorites" = "Додати в Улюблені";

/* project admins header */
"Administrators" = "Адміністратори";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Згоден";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Вже зареєстровані?";

/* unknown error adding content */
"An unknown error occured. Please try again." = "Сталася невідома помилка, спробуйте ще раз.";

/* Title for app section of settings. */
"App Settings" = "Налаштування додатка";

/* No comment provided by engineer. */
"Are you really sure?" = "Ви впевнені?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Ви впевнені, що ви хочете покинути цей проект?";

/* No comment provided by engineer. */
"Are you sure?" = "Ви впевнені?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Ви впевнені? Це є незворотнім.";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Авто";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Автодоповнення імен";

/* label for auto upload switch in settings */
"Automatic upload" = "Автовідвантаження";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to iNaturalist.org" = "Автоматично відвантажувати новий або відредагований контент для iNaturalist.org";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Використовуючи iNaturalist ви погоджуєтеся з Умовами надання послуги та Політикою конфіденційності.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech і Cornell Tech допомогли розробити систему комп'ютерного зору, яка пропонує ідентифікації на основі фотографій. Ми дякуємо Гранту Ван Хорну, Сержу Белонгу і П'єтро Перону за просування досліджень в області комп'ютерного зору. Більш докладно про це можна прочитати за адресою visipedia.org. Особлива подяка NVIDIA за додаткову допомогу.";

/* Title for failure to get a photo from photo picker or camera alert */
"Camera Problem" = "Проблема з камерою";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Затвора камери";

/* No comment provided by engineer. */
"Can't Add ID" = "Не вдалося додати Ідентифікатор";

/* No comment provided by engineer. */
"Can't Comment" = "Не можна коментувати";

/* No comment provided by engineer. */
"Can't Fave" = "Не вдається додати до Улюбленого";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Неможливо знайти ваші спостереження. Будь ласка, спробуйте пізніше.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Канада: Канадська федерація дикої природи, Королівський музей Онтаріо, некомерційна організація NatureServe, Канада і урядова установа Парки Канади забезпечують роботу iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Скасувати";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Скасування...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "Не вдається отримати доступ до камери";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "Не вдається отримати доступ до фотографій";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Неможливо вибрати дату в майбутньому.";

/* Failure message */
"Cannot donate" = "Не вдалося зробити пожертвування";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Не вдається завантажити пропозиції: %@";

/* Failure message */
"Cannot rate" = "Не вдалося оцінити";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Не вдається виконати пошук в iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Не вдається надіслати Email";

/* No comment provided by engineer. */
"Cannot use your location" = "Не можна використовувати ваше місцерозташування";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Поневолений / Культивований";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Поневолений / культивований означає, що організм існує там, де його залишили люди навмисно. iNaturalist - це спостереження за дикими організмами, й наші партнери за науковими даними не зацікавлені в спостереженнях за домашніми улюбленцями, садами або тваринами в зоопарках.";

/* title for captive selector */
"Captive?" = "Поневолений?";

/* casual data quality */
"Casual Grade" = "Звичайний статус";

/* label for change email address action in settings */
"Change email" = "Змінити email";

/* No comment provided by engineer. */
"Change Email" = "Змінити email";

/* No comment provided by engineer. */
"Change email address?" = "Змінити адресу ел. скриньки?";

/* accessibility label for change flash button */
"Change Flash" = "Змінити режим спалаху";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Перемкнути режим спалаху. Поточний статус - Авто";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Перемкнути режим спалаху. Поточний статус - Вимк";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Перемкнути режим спалаху. Поточний статус - Увімк";

/* label for change username action in settings */
"Change username" = "Змінити Ім'я користувача";

/* No comment provided by engineer. */
"Change Username" = "Змінити Ім'я користувача";

/* No comment provided by engineer. */
"Change username?" = "Змінити Ім'я користувача?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Змінити фотографію профілю?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Встановіть цей прапорець, якщо ви хочете використовувати ліцензію Creative Commons Attribution-NonCommercial для ваших фотографій. Ви зможете вибрати іншу ліцензію або видалити її, але це оптимальна ліцензія для спільного використання з дослідниками.";

/* title of alert after you reset your password */
"Check your email" = "Перевірте Вашу електронну пошту";

/* No comment provided by engineer. */
"Choose from library" = "Вибрати з бібліотеки";

/* title of inat network picker */
"Choose iNat Network" = "Оберіть iNat-мережу";

/* title for project observations chooser */
"Choose Projects" = "Оберіть проекти";

/* accessibility label for close camera button */
"Close Camera" = "Закрити камеру";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Колекційний проект";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Колумбія: Інститут Гумбольдта забезпечує роботу Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Коментар";

/* label for contact support action in settings. */
"Contact support" = "Підтримка";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Ліцензування контенту";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Копіювати наукову назву";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Не згоден";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Не можна додати до проекту %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Не вдалося визначити місцерозташування";

/* Please try again message, in an alert view, for when we can't get a photo from the camera/library. */
"Couldn't load data for the selected photo. Please try again." = "Не вдалося завантажити дані для вибраного фото. Будь ласка, спробуйте ще раз.";

/* Notice while we're creating an iNat account for them */
"Creating iNaturalist account..." = "Створення облікового запису iNaturalist...";

/* intro to credits section. */
"Credits" = "Подяка";

/* Header for data quality section of obs detail */
"Data Quality" = "Якість даних";

/* No comment provided by engineer. */
"Default" = "Типово";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Видалити завантажене";

/* No comment provided by engineer. */
"Delete Error" = "Помилка при видаленні";

/* text of delete obs button */
"Delete Observation" = "Видалити спостереження";

/* Deletes pending sync. */
"Deletes To Sync" = "Видалення, які очікують синхронізації";

/* title for description section of the guide screen */
"DESCRIPTION" = "ОПИС";

/* Title for confirm new observation details view */
"Details" = "Деталі";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Не показувати підказки";

/* label for donate action in settings. */
"Donate to iNaturalist" = "Пожертвувати на iNaturalist";

/* No comment provided by engineer. */
"Download" = "Завантаження";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Завантажено для використання в автономному режимі";

/* No comment provided by engineer. */
"Download not available" = "Завантаження недоступне";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Завантажено";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Завантаження...";

/* The editor or author of the species guide */
"Editor" = "Редактор";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Або сталася помилка на сервері, або посібника більше не існує.";

/* label for email field in settings */
"Email" = "Email";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "Увімкнути, щоб дозволити iOS автоматичного виправляти та перевіряти орфографію імен видів.";

/* No comment provided by engineer. */
"Error" = "Помилка";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Помилка отримання спостережень";

/* error loading leaderboard title */
"Error loading leaderboard" = "Помилка завантаження таблиці лідерів";

/* image save error title */
"Error Saving Image" = "Не вдалося зберегти картинку";

/* No comment provided by engineer. */
"Explore" = "Переглянути";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Не вдалося завантажити посібник";

/* Unknown iNat login error */
"Failed to login to iNaturalist. Please try again." = "Не вдалося увійти через iNaturalist. Будь ласка, спробуйте ще раз пізніше.";

/* No comment provided by engineer. */
"Failed to save guide" = "Не вдалося зберегти посібник";

/* No comment provided by engineer. */
"Faved" = "Додано до Улюбленого";

/* No comment provided by engineer. */
"Faving..." = "Додавання до Улюбленого...";

/* No comment provided by engineer. */
"Featured" = "Рекомендовані";

/* No comment provided by engineer. */
"Fetch Error" = "Помилка отримання";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org." = "Не вдалося отримати маркер перевірки автентичності. Будь ласка, зв'яжіться з help@inaturalist.org.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Отримання останніх спостережень у області карти";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Отримання останніх спостережень по всьому світу";

/* No comment provided by engineer. */
"Find %@ named '" = "Знайти %@ за назвою '";

/* No comment provided by engineer. */
"Find my observations" = "Знайти мої спостереження";

/* No comment provided by engineer. */
"Find observations near me" = "Знайти спостереження поблизу мене";

/* No comment provided by engineer. */
"Finding your location..." = "Пошук вашого місцерозташування...";

/* Title for forgot password button. */
"Forgot password?" = "Забули пароль?";

/* Geoprivacy button title */
"Geoprivacy" = "Геоприватність";

/* No comment provided by engineer. */
"Go Back" = "Назад";

/* Button to dismiss a tutorial screen */
"Got It" = "Зрозуміло";

/* No comment provided by engineer. */
"Guide download error" = "Помилка завантаження посібника";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Редактор посібника повинен увімкнути цю функцію.";

/* No comment provided by engineer. */
"Guides" = "Посібники";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Посібники створюються та поширюються спільнотою iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Посібники- це списки видів";

/* Title for help section of settings. */
"Help" = "Допомога";

/* No comment provided by engineer. */
"Here are our top ten species suggestions:" = "Ось наш топ-10 пропонованих видів:";

/* Title of identification failure alert */
"Identification Failed" = "Помилка ідентифікації";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Таксон для ідентифікації";

/* No comment provided by engineer. */
"Identifications" = "Ідентифікації";

/* No comment provided by engineer. */
"Identifiers" = "Ідентифікатори";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Якщо введена вами адреса електронної пошти пов'язана з обліковим записом iNaturalist, ви отримаєте електронного листа з посиланням для відновлення паролю.";

/* No comment provided by engineer. */
"in project '%@'" = "у проекті '%@'";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist існує завдяки кожному окремому учаснику нашої спільноти. Люди, які створюють програмне забезпечення, створюють інтерфейс, обслуговують нашу інфраструктуру, підтримують спільноту та стимулюють співробітництво, - це Ярон Будовський, Аманда Буллінгтон, Тоні Айвен, Патрік Лірі, Скотт Лоарі, Абхас Місрарай, Керрі Зельцер, Алекс Шепард і Кен-ічі Уеда.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist це спільна ініціатива Каліфорнійської академії наук та Національного географічного товариства";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "Мережа iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist використовує значки Glyphish авторства Джозефа Вейна, іон-значки авторства Бена Сперрі та значки Луїса Прадо та Романа Шлякова з проекту Noun. iNaturalist також глибоко вдячний спільноті Cocoapods і вкладу нашої власної спільноти відкритого вихідного коду. Див. https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Невірне ім'я користувача або пароль.";

/* No comment provided by engineer. */
"Internet connection required" = "Необхідно з'єднатися з інтернетом";

/* No comment provided by engineer. */
"Internet required" = "Потрібен Інтернет";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Представляємо вам автовідвантаження!";

/* Invalid date alert title */
"Invalid Date" = "Невірна дата";

/* Error for bad email when making account. */
"Invalid Email Address" = "Некоректна e-mail-адреса";

/* Unknown invalid input */
"Invalid input" = "Введено неправильні дані";

/* No comment provided by engineer. */
"Invalid Location" = "Неприпустиме місцерозташування";

/* Error for bad username hwne making account.
   Error for bad username when making account. */
"Invalid Username" = "Некоректне ім’я користувача";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "Місця категорії IUCN II надані IUCN та UNEP-WCMC (2015), Всесвітньою базою даних з охоронюваних територій (WDPA) [On-line], [11/2014], Кембридж, Великобританія: UNEP-WCMC. Доступно за адресою: www.protectedplanet.net.";

/* Join project button */
"Join" = "Приєднатися";

/* join iNat network partner alert title */
"Join %@?" = "Приєднатися до %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Приєднуйтеся до проектів, вибираючи їх під час запису спостережень";

/* No comment provided by engineer. */
"Joined" = "Приєднався";

/* No comment provided by engineer. */
"Joining..." = "Приєднуємося...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Широта: %1$.5f Довгота: %2$.5f Точність: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Таблиця лідерів";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Дізнатися більше";

/* learn more (about network partner changes) button text */
"Learn more" = "Докладніше";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Дізнайтеся більше про якість даних >";

/* Leave project button */
"Leave" = "Залишити";

/* No comment provided by engineer. */
"Leaving..." = "Залишаємо...";

/* The license of the species guide */
"License" = "Ліцензія";

/* No comment provided by engineer. */
"Loading..." = "Завантаження...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Помилка отримання місцезнаходження";

/* No comment provided by engineer. */
"Location Services Denied" = "Служби позиціювання відключена";

/* No comment provided by engineer. */
"Location Services Restricted" = "Служби позиціювання обмежені";

/* No comment provided by engineer. */
"locations" = "місця";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Увійти";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Вхід / Реєстрація";

/* Notice while we're logging them in */
"Logging in..." = "Вхід у систему...";

/* No comment provided by engineer. */
"Login and upload this observation to enable comments & identifications." = "Увійдіть в систему та завантажте це спостереження, щоб отримати доступ до коментарів та ідентифікації.";

/* No comment provided by engineer. */
"Login to enable faves." = "Увійдіть в систему, щоб отримати доступ до Улюбленого.";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Пошук виду за ім'ям";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Пошук назви виду";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Схоже, що сталася помилка: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Схоже, що у вас немає спостережень.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Сподобався iNat? Оцініть нас";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Переконайтеся, що iNat має дозвіл на доступ до вашого розташування або включайте GPS час від часу, щоб визначити його.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Керувати завантаженнями";

/* No comment provided by engineer. */
"Map of Observations" = "Мапа спостережень";

/* Placeholder text for not logged title on me tab. */
"Me" = "Я";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Мексика: Національний комітет із знання та використання біорізноманіття (CONABIO), забезпечує роботу NaturaLista (NaturaLista.mx).";

/* No comment provided by engineer. */
"Missing Date" = "Відсутня дата";

/* No comment provided by engineer. */
"Missing Location" = "Місцезнаходження відсутнє";

/* No comment provided by engineer. */
"Missing Required Field" = "Відсутнє обов'язкове поле";

/* No comment provided by engineer. */
"My Content" = "Мій контент";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "названий «%1$@ (%2$@)»";

/* No comment provided by engineer. */
"named '%@'" = "названий «%@»";

/* No comment provided by engineer. */
"Nearby" = "Неподалік";

/* needs id data quality */
"Needs ID" = "Потребує ідентифікації";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Потребує вашої уваги";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Потрібне і-нет з'єднання.";

/* No comment provided by engineer. */
"Network unavailable" = "Мережа недоступна";

/* No comment provided by engineer. */
"Network Unavailable" = "Мережа недоступна";

/* No comment provided by engineer. */
"Never mind" = "Не важливо";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Вперше на iNaturalist? Зареєструйтеся зараз!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Нова Зеландія: Новозеландська мережа реєстрації біорізноманіття забезпечує роботу iNaturalist NZ - Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Новини";

/* Confirm a new photo */
"NEXT" = "НАСТУПНИЙ";

/* Generic negative response to a yes/no question */
"No" = "Ні";

/* No comment provided by engineer. */
"No description" = "Опис відсутній";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Немає результатів у iNuturalist";

/* place guess when we have no location information */
"No location" = "Немає місцезнаходження";

/* No comment provided by engineer. */
"No matching taxa" = "Немає відповідних таксонів";

/* No comment provided by engineer. */
"No network connection." = "Немає з’єднання з мережею.";

/* No comment provided by engineer. */
"No network connection. :(" = "Немає з’єднання з мережею. :(";

/* Header observation count title when there are none. */
"No Observations" = "Спостережень немає";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "У ділянці карти не знайдено жодних спостережень.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Спостережень не знайдено.";

/* No comment provided by engineer. */
"No observations yet." = "Поки що спостережень немає.";

/* accessibility label for no photo button */
"No Photo" = "Немає фото";

/* No comment provided by engineer. */
"No Photos and Missing Identification" = "Немає фотографій та відсутня ідентифікація";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Таких організмів не знайдено. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Такої людини не знайдено. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Такого місця не знайдено. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Такого проекту не знайдено. :(";

/* No comment provided by engineer. */
"No Thanks" = "Ні, дякую";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Оновлень поки немає. Слідкуйте за оновленнями!";

/* No comment provided by engineer. */
"No URL configured" = "URL-адресу не налаштовано";

/* do not change network partner button */
"No, don’t change my affiliation" = "Ні, не змінювати моєї мережевої приналежністі";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "НЕМАЄ\nФОТО";

/* No comment provided by engineer. */
"None, all rights reserved" = "Немає, усі права захищені";

/* No comment provided by engineer. */
"Not Allowed" = "Не дозволено";

/* 403 unauthorized title */
"Not Authorized" = "Ви не авторизовані";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Нотатки...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Спост";

/* obscured geoprivacy */
"Obscured" = "Прихований";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Помилка перевірки поля спостереження: %@";

/* project observation rules header */
"Observation Rules" = "Правила спостережень";

/* No comment provided by engineer. */
"Observations" = "Спостереження";

/* Title for New Observation Tab Bar Button */
"Observe" = "Спостерігати";

/* No comment provided by engineer. */
"Observers" = "Спостерігачі";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Вимк.";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Увімк.";

/* Title error with oops text. */
"Oops" = "Упс";

/* open geoprivacy */
"Open" = "Відкрити";

/* No comment provided by engineer. */
"Open link in Safari" = "Відкрити посилання у Safari";

/* No comment provided by engineer. */
"organisms" = "організми";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Панама: Міністерство навколишнього середовища забезпечує роботу iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Пароль повинен містити щонайменше 6 символів.";

/* No comment provided by engineer. */
"people" = "люди";

/* No comment provided by engineer. */
"Permission denied" = "Доступ заборонено";

/* Title for photo save error alert msg */
"Photo Save Error" = "Помилка при збереження фото";

/* accessibility label for pick from library button */
"Pick from Library" = "Вибрати із бібліотеки";

/* No comment provided by engineer. */
"Placeholder" = "Мітка-заповнювач";

/* Alert message when we don't have permission to access the camera. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Camera" = "Переконайтеся, що iNaturalist увімкнено в меню Налаштування > Конфіденційність > Камера";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Photos" = "Переконайтеся, що iNaturalist увімкнено в меню Налаштування > Конфіденційність > Фотографії";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Зверніть увагу: спостереження будуть автоматично включені в колекційний проект, якщо вони відповідають його вимогам.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Будь ласка виберіть припустиме розташування.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Будь ласка, спробуйте знову за хвильку.";

/* No comment provided by engineer. */
"Please try again in a minute." = "Будь ласка, спробуйте знову через хвилину.";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Будь ласка, відвантажте для оцінки якості даних";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Португалія: Асоціація «Біорізноманіття для всіх» (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Опубліковано";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Політика конфіденційності";

/* private geoprivacy */
"Private" = "Приватний";

/* No comment provided by engineer. */
"projects" = "проекти";

/* choose projects button title. */
"Projects" = "Проекти";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Проекти є колекцією постережень із загальною метою";

/* No comment provided by engineer. */
"Pull to Refresh" = "Потягніть, щоб оновити";

/* Rank in an ordered list */
"Rank" = "Ранг";

/* action to re-download a species guide from the server */
"Re-download" = "Завантажити повторно";

/* No comment provided by engineer. */
"Remove my profile photo" = "Видалити фото";

/* No comment provided by engineer. */
"Removing..." = "Видалення...";

/* No comment provided by engineer. */
"Request timed out" = "Час очікування минув";

/* No comment provided by engineer. */
"RESEARCH" = "ДОСЛІДЖЕННЯ";

/* research data quality */
"Research Grade" = "Дослідницький клас";

/* No comment provided by engineer. */
"Restricted to current map area" = "Обмежено поточною ділянкою карти";

/* Retake a photo */
"RETAKE" = "ПЕРЕФОТОГОАФУВАТИ";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Перевернути камеру";

/* Title for save new observation button */
"SAVE" = "ЗБЕРЕГТИ";

/* No comment provided by engineer. */
"Save Anyway" = "Зберегти все одно";

/* status while saving your image */
"Saving new photo..." = "Збереження нової фотографії...";

/* No comment provided by engineer. */
"Saving..." = "Збереження...";

/* No comment provided by engineer. */
"Scroll down for newest activity" = "Прокрутіть вниз, щоб побачити останню активність";

/* No comment provided by engineer. */
"Search" = "Пошук";

/* placeholder for guide search field */
"Search for guide named..." = "Шукати за назвою посібника...";

/* placeholder for project search field */
"Search for project named..." = "Шукати за назвою проекту...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Пошук організмів...";

/* No comment provided by engineer. */
"Searching for people..." = "Пошук людей...";

/* No comment provided by engineer. */
"Searching for place..." = "Пошук місця...";

/* No comment provided by engineer. */
"Searching for project..." = "Пошук проекту...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Пошук останніх спостережень в області карти";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Пошук останніх спостережень по всьому світу";

/* No comment provided by engineer. */
"seen at '%@'" = "бачили в \"%@\"";

/* No comment provided by engineer. */
"seen by '%@'" = "бачив \"%@\"";

/* basis for a suggestion */
"Seen Nearby" = "Зустрічалися поблизу";

/* default select title */
"Select" = "Обрати";

/* select taxon title */
"Select \"%@\"" = "Обрати \"%@\"";

/* title for date selector */
"Select Date" = "Вибрати дату";

/* title for geoprivacy selector */
"Select Privacy" = "Задайте конфеденційність";

/* No comment provided by engineer. */
"Selected Observation" = "Обрані спостереження";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Встановити фото профілю";

/* accessibility label for settings button
   The name of the iOS Settings app
   Title for the settings screen. */
"Settings" = "Налаштування";

/* Title for share new observation button */
"SHARE" = "ПОДІЛИТИСЯ";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Поділіться вашими спостереженнями з спільнотою.";

/* No comment provided by engineer. */
"Show species suggestions for observations or identifications" = "Показати пропоновані види для спостережень або ідентифікації";

/* No comment provided by engineer. */
"Sign out" = "Вийти";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Зареєструватися";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Зареєструйся зараз!";

/* No comment provided by engineer. */
"Signing Out" = "Вийти";

/* skip button title */
"Skip ›" = "Пропустити ›";

/* No comment provided by engineer. */
"Somewhere..." = "Де-небудь...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Сортувати";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Джерело: Вікіпедія, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Види";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Статистика";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Припинити вивантаження";

/* No comment provided by engineer. */
"Suggest ID" = "Запропонувати ID";

/* label for suggest species switch in settings */
"Suggest species" = "Запропонувати вид";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Пропозиції, засновані на спостереженнях та ідентифікації, що надаються спільнотою iNaturalist, в тому числі %1$@, %2$@, %3$@ та багато інших.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Пропозиції, засновані на спостереженнях та ідентифікації, що надаються спільнотою iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Синхронізація...";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "МІТКИ";

/* No comment provided by engineer. */
"Take a photo" = "Зробити фото";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Розкажіть нам, чому";

/* project terms header */
"Terms" = "Умови";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Умови надання послуг";

/* partners */
"The international iNaturalist Network supports localized, fully integrated, iNaturalist-based websites in the following countries, thanks to the support of associated partner organizations." = "Міжнародна мережа iNaturalist підтримує локалізовані, повністю інтегровані, засновані на iNaturalist веб-сайти в наступних країнах, завдяки підтримці асоційованих організацій-партнерів.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Для цього проекту поки що спостережень немає. Спробуйте пізніше!";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Сталася неочікувана помилка.";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "Це може статися, коли підключення до інтернету працює повільно або переривчасто. Будь ласка, спробуйте наступного разу коли будете підключені до Wi-Fi.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Спільнотою iNaturalist цьому спостереженню присвоєно Звичайний статус (Casual Grade).";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Це спостереження отримало статус «Звичайного» (Casual Grade) тому, що спільнота iNaturalist віднесла його до розряду «утримується в неволі або культивується».";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Цьому спостереженню потрібна дата, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Цьому спостереженню потрібне розташування, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Цьому спостереженню потрібна специфічніша, узгоджена ідентифікація, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Цьому спостереженню потрібне фото, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Цьому спостереженню потрібне більше число ідентифікацій від спільноти iNat, щоб воно могло отримати клас «Дослідницького» (Research Grade).";

/* No comment provided by engineer. */
"This project has no description." = "Цей проект не має опису.";

/* No comment provided by engineer. */
"This project has no rules." = "Цей проект не має правил.";

/* No comment provided by engineer. */
"This project has no terms." = "Цей проект не має умов.";

/* No comment provided by engineer. */
"This project has no title." = "Цей проект не має назви.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Це також виділить ваші спостереження з цього проекту.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Це призведе до втрати усіх змін/доповнень, які ще не синхронізовані з iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Це призведе до завантаження %@ даних, тому ви зможете користуватися цим посібником навіть коли не маєте доступу до інтернету.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Період часу";

/* No comment provided by engineer. */
"Timeout" = "Час очікування";

/* project title header */
"Title" = "Заголовок";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Традиційний проект";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Повторіть спробу після під'єднання до інтернету.";

/* button title to turn on autoupload */
"Turn On" = "Увімкнути";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Увімкніть автовивантаження в налаштуваннях і ваші спостереження автоматично відвантажуватимуться на iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Парасольковий проект";

/* Shown when your request to remove an observation from your favorites is loading */
"Un-faving..." = "Видалення з Улюбленого...";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Не вдалося додати ідентифікацію до цього спостереження. Будь ласка, спробуйте пізніше.";

/* No comment provided by engineer. */
"Unable to find location" = "Неможливо визначити місцерозташування";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Неможливо визначити назву місцерозташування";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Неможливо присвоїти ідентифікацію цього виду даному спостереженню. Будь ласка, спробуйте ще раз пізніше.";

/* Title for error */
"Unable to load page" = "Не вдалося завантажити сторінку";

/* unknown taxon */
"Unknown" = "Невідомо";

/* No comment provided by engineer. */
"Unknown author" = "Невідомий автор";

/* Message body when we don't know the error */
"Unknown error" = "Невідома помилка";

/* Unknown error */
"Unknown error while making an identification." = "Невідома помилка під час створення ідентифікації.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Невідома помилка: %ld";

/* No comment provided by engineer. */
"Unprocessable entity" = "Необроблюваний суб'єкт";

/* No comment provided by engineer. */
"Untitled Post" = "Без назви";

/* No comment provided by engineer. */
"Updating your iNaturalist account information." = "Оновлення вашого облікового запису iNaturalist.";

/* No comment provided by engineer. */
"Updating..." = "Оновлення...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Вивантажити";

/* No comment provided by engineer. */
"Upload Error" = "Помилка при вивантаженні";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Відвантаження це спостереження, щоб отримати доступ до коментарів та ідентифікації.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Відвантажите це спостереження, щоб отримати доступ до Улюбленого.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Вивантаження...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Ім’я користувача";

/* users can login with their username or their email address. */
"Username or email" = "Ім'я користувача або email";

/* Title for version section of settings. */
"Version" = "Версія";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Відеоінструкція";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Переглянути пропозиції";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Відвідайте %@ для створення ваших власних проектів";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Відвідайте iNaturalist.org для створення ваших власних посібників";

/* basis for a species suggestion */
"Visually Similar" = "Візуально схожі";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Візуально схожі / Зустрічалися поблизу";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Очікують на відвантаження...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Ми дякуємо за допомогу в перекладі спільноті crowdin.com, особливо: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta та vilseskog. Щоб приєднатися до команди перекладачів iNaturalist iOS, будь ласка, відвідайте, https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have enough room to make new observations!" = "Щоб робити нові спостереження у нас недостатньо місця!";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "У нас немає дозволу від iOS використовувати ваше місце розташування.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top 10 suggestions." = "Ми не впевнені, що можемо давати рекомендації, але ось наш Топ-10 пропозицій.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Ми впевнені, що це в %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Що ви бачите?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Що означає поневолений / культивований?";

/* No comment provided by engineer. */
"Which organism?" = "Який організм?";

/* No comment provided by engineer. */
"Which person?" = "Яка людина?";

/* No comment provided by engineer. */
"Which place?" = "Яке місце?";

/* No comment provided by engineer. */
"Which project?" = "Який проект?";

/* No comment provided by engineer. */
"Whoops" = "Ой";

/* Default upload failure alert title. */
"Whoops!" = "Ой!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Без дати це спостереження може бути дуже складним для точної ідентифікації іншими членами спільноти й ніколи не отримати дослідний клас.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Без місцезнаходження це спостереження може бути дуже складним для точної ідентифікації іншими членами спільноти й ніколи не отримати дослідний клас.";

/* No comment provided by engineer. */
"Without at least one photo, this observation will be impossible for others to help identify." = "Без принаймні одного фото спільнота не зможе допомогти ідентифікувати це спостереження.";

/* No comment provided by engineer. */
"Yes" = "Так";

/* change network partner button */
"Yes, change my affiliation" = "Так, змінити мою мережеву приналежність";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Так, видалити спостереження";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Так, ліцензувати мій контент та дати змогу науковцям використовувати мої дані. Дізнатися більше";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Ви можете змінити вашу мережеву приналежність лише один раз в день.";

/* No comment provided by engineer. */
"You don't have any projects yet." = "У вас ще немає жодного проекту.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "У нас немає на це дозволу. Можливо, ваш обліковий запис призупинено. Будь ласка, зв'яжіться з help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "У нас немає на це дозволу. Можливо, ваш обліковий запис призупинено. Будь ласка, зв'яжіться з help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Для цього необхідне підключення до інтернету.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Для відвантажень на iNaturalist.org ви повинні підключитися до інтернету";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Для отримання доступу до проекту ви повинні ввійти до системи.";

/* Login reason prompt from project chooser.
   Unspecific signup prompt reason. */
"You must be logged in to do that." = "Спершу ввійдіть до облікового запису.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Для синхронізації користувачів ви повинні ввійти до системи.";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to upload to iNaturalist.org." = "Для відвантаження на iNaturalist.org ви повинні ввійти до системи.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Для відвантаження ви повинні ввійти до системи.";

/* No comment provided by engineer. */
"You must be logged in!" = "Ви мусите увійти!";

/* Account is required error message */
"You must be logged in." = "Ви мусите увійти.";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "Спершу ввійдіть до облікового запису.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Для приєднання до проекту ви повинні ввійти до системи.";

/* 401 unauthorized message */
"You need to login to do that." = "Спершу ввійдіть до облікового запису.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Ви отримуватимете оновлення після того, коли ви вивантажите спостереження.";

/* No comment provided by engineer. */
"You're running low on iPhone disk space!" = "На вашому iPhone закінчується вільне місце!";

/* Title for account section of settings. */
"Your Account" = "Ваш обліковий запис";

/* No comment provided by engineer. */
"Your Guides" = "Ваші посібники";

/* Placeholder for free text observation field value */
"Your response here" = "Ваша відповідь";
